{"inkVersion":19,"root":[["^WHO IS IT?","\n","ev","str","^I'm a Warrior, and I'm here to kill you!","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^I'm your mom.","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n",{"->":"KILL_YOU"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^I don't believe you. My mom died last week from lung cancer. She was in a lot of pain... It's... really sad. Please don't make jokes like this. It really hurts my feeling and it's very disrespectful to an old woman who just passed away.","\n",["ev","str","^Sorry... I'm a warrior who's here to kill you.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Good. I'm glad your mom suffered and died.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"KILL_YOU"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^H...How can you say something like that?! Do you think I don't have any feelings?!","\n",["ev","str","^Yes. You're a monster, after all.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I guess monsters have feelings, too, after all","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"MONSTER_RANT"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"MONSTER_RANT"},{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"KILL_YOU":["^Why... I am just living my life. I don't have any intention to cause anyone any trouble... I lead a lawful life, but people keep taunting me and saying that I'm a monster because of my size and how I look... Please leave me alone...","\n",["ev","str","^I don't care, I just want to kill a monster.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Bullsh*t, you ARE a monster!!!","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n",{"->":"MONSTER_RANT"},{"#f":5}],"c-1":["\n",{"->":"MONSTER_RANT"},{"#f":5}]}],{"#f":1}],"MONSTER_RANT":["^I am NOT a monster! I KNOW I'm not... as if I could ever think otherwise. Never. Never! You people'll never change. Every since I was 9, always the same! Couldn't stop judging me. \"But he looks so scary... he must be evil...\" What a sick joke! I should have killed everyone since day one!! And that includes YOU!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}